[
 {
  "id": 1,
  "image_p": "producto_1.jpg",
  "name": "Booti",
  "animal": "Gatos",
  "category": "Alimento",
  "description": "                                                                                                                                                                                                ¡Bad to the Bone! Esta divertida chamarra estilo piel, es el complemento ideal para disfrazar tu mejor amigo de un chico malo. Esta chamarra no sólo la podrá usar en Halloween, también podrás agregarla a su colección de ropa para cualquier temporada.\r\n \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    ",
  "caracteristic": "                                                                                                                                                                                                Agrega a su guardarropa una clásica chamarra de piel. Fabricado en piel sintética. Incluye gráfico Bad to the Bone\r\n \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    ",
  "specs": "                                                                                                                                                                                                https://www.petco.com.mx/petco/en/PRODUCTOS/Perro/Ropa-y-Accesorios/Disfraces/Bootique-Chamarra-Negra-Bad2Bone%2C-XX-Chica/p/134871\r\n \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    ",
  "price": "1008.72"
 },
 {
  "id": 2,
  "name": "Good2Go Collar Acojinado Reflejante Color Rosa Neón con Broche Gris",
  "image_p": "producto_2.jpg",
  "animal": "Perros",
  "category": "Correas y Collares",
  "description": "El collar reflejante acojinado Good2Go ofrece una forma cómoda y elegante de mantener a tu cachorro visible durante los momentos de poca luz. Simplemente ajuste el collar, coloca la correa y que empiece el paseo.",
  "caracteristic": "Construcción acojinada para un ajuste cómodo. Argolla en D de metal para colocar placa de identificación, correa o balizas. Los detalles reflejan la luz para una mayor visibilidad. Costura resistente agrega durabilidad para un uso prolongado.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Good2Go/Good2Go-Collar-Acojinado-Reflejante-Color-Rosa-Neon-con-Broche-Gris-para-Perro%2C-Mediano/p/123592",
  "price": 12.33
 },
 {
  "id": 3,
  "name": "Good2Go Correa Acojinada Reflejante Color Rosa Neón con Herraje Metálico 1.8m",
  "image_p": "producto_3.jpg",
  "animal": "Perros",
  "category": "Correas y Collares",
  "description": "La correa acojinada reflejante Good2Go te ofrece una forma segura de pasear a tu cachorro en la oscuridad o la niebla gracias a los detalles reflejantes que aumentan la visibilidad. Un asa acojinada te brinda un agarre cómodo mientras los dos emprenden aventuras juntos.",
  "caracteristic": "Los detalles reflejan la luz para una mayor visibilidad. Mango acojinado para un agarre cómodo. Engancha fácilmente el mosquetón en collares o arneses.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Good2Go/Good2Go-Correa-Acojinada-Reflejante-Color-Rosa-Neon-con-Herraje-Met%C3%A1lico-para-Perro%2C-1-8m/p/123599",
  "price": 3977.82
 },
 {
  "id": 4,
  "name": "Pro Plan Optistart Alimento Seco para Cachorro Raza Grande Receta Pollo y Arroz",
  "image_p": "producto_4.jpg",
  "animal": "Perros",
  "category": "Alimento",
  "description": "Pro Plan Optistart para cachorro raza grande es el alimento para perro que le brindará una nutrición completa con altos niveles de energía y una concentración de nutrientes en partículas más pequeñas. Con croquetas adecuadas a sus mandíbulas para sus primeros meses de vida . Contiene anticuerpos naturales del calostro y proteínas de alta calidad que extienden la protección del cachorro en su primer año formativo. Nosotros compartimos tu pasión y siempre buscaremos nuevas formas de mejorar la vida de tu mascota.",
  "caracteristic": "Contiene calostro que ayuda a fortalecer el sistema inmunológico. Para cachorros de hasta 24 meses de edad. Optimiza la absorción de nutrientes. Niveles óptimos de calcio y fósforo para huesos fuertes. Ácidos grasos Omega 3 para el desarrollo de la visión y el cerebro. Croquetas de mayor tamaño para satisfacer las necesidades de la raza y promover la masticación.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Pro-Plan/Pro-Plan-Optistart-Alimento-Seco-para-Cachorro-Raza-Grande-Receta-Pollo-y-Arroz%2C-3-5-kg/p/104574",
  "price": 3170.57
 },
 {
  "id": 5,
  "name": "Pro Plan Optistart Alimento Seco para Cachorro Raza Pequeña Receta Pollo y Arroz",
  "image_p": "producto_5.jpg",
  "animal": "Perros",
  "category": "Alimento",
  "description": "Pro Plan Optistar es el alimento para perro que le brindará una nutrición completa con altos niveles de energía y una concentración de nutrientes en partículas más pequeñas. Con croquetas adecuadas a sus mandíbulas para sus primeros meses de vida . No importa su tamaño, tu cuidado no tiene límites. Formulado con anticuerpos naturales provenientes del calostro y proteínas de la carne fresca de pollo, altamente digeribles para estimular el desarrollo de un sistema inmunológico fuerte, protege a los cachorros contra patógenos y enfermedades. Nosotros compartimos tu pasión y siempre buscaremos nuevas formas de mejorar la vida de tu mascota.",
  "caracteristic": "Contiene calostro que ayuda a fortalecer el sistema inmunológico. Para cachorros de hasta 12 meses de edad. Optimiza la absorción de nutrientes. Protege al sistema inmunológico, digestivo y piel y pelo. Gracias a su exclusiva combinación de ingredientes estimula el crecimiento optimo. Ácidos grasos Omega 3 para el desarrollo de la visión y el cerebro.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Pro-Plan/Pro-Plan-Optistart-Alimento-Seco-para-Cachorro-Raza-Peque%C3%B1a-Receta-Pollo-y-Arroz%2C-1-kg/p/104577",
  "price": 2058.66
 },
 {
  "id": 6,
  "name": "Pro Plan Optihealth Alimento Seco para Perro Adulto Raza Pequeña Receta Pollo y Arroz",
  "image_p": "producto_6.jpg",
  "animal": "Perros",
  "category": "Alimento",
  "description": "Pro Plan Optihealth es el alimento para perro de raza pequeña ideal para proporcionar una nutrición avanzada que le ayudará mantenerse fuerte y lleno de vitalidad. Sus croquetas satisfacen las necesidades nutricionales y mantienen un bienestar general. No importa su tamaño, tu cuidado no tiene límites. Formulado con la tecnología OptiHealth que ayuda a fortalecer el sistema inmune y digestivo, principalmente a través de la incorporación de Spirulina en su fórmula cuya efectividad ha sido científicamente probada.",
  "caracteristic": "El alga spirulina rica en vitamina A y E ayuda a mantener las defensas. Ácidos grasos Omega 6, 3 y vitamina A para una piel flexible y un pelo resistente y brillante. Fortalece y estabiliza la microflora intestinal para una salud digestiva. Con la cantidad de energía para mantener activo y sano a tu mejor amigo. Carne fresca de pollo de alto valor biológico para menos residuos. Para adultos de 1 a 7 años con un peso máximo de 10 kg",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Pro-Plan/Pro-Plan-Optihealth-Alimento-Seco-para-Perro-Adulto-Raza-Peque%C3%B1a-Receta-Pollo-y-Arroz%2C-1-kg/p/104566",
  "price": 2603.47
 },
 {
  "id": 7,
  "name": "Pro Plan Optihealth Alimento Seco para Perro Adulto Raza Grande Receta Pollo y Arroz",
  "image_p": "producto_7.jpg",
  "animal": "Perros",
  "category": "Alimento",
  "description": "Pro Plan Optihealth es el alimento para perro de raza grande ideal para proporcionar una nutrición avanzada que le ayudará mantenerse fuerte y lleno de vitalidad. Sus croquetas satisfacen las necesidades nutricionales y mantienen un bienestar general. Ayuda a optimizar la absorción de nutrientes clave, fortaleciendo y estabilizando la microflora intestinal y, por lo tanto, mejorando la salud del sistema digestivo. Nosotros compartimos tu pasión y siempre buscaremos nuevas formas de mejorar la vida de tu mascota.",
  "caracteristic": "El alga spirulina rica en vitamina A y E ayuda a mantener las defensas. Ácidos grasos Omega 6, 3 y vitamina A para una piel flexible y un pelo resistente y brillante. Fortalece y estabiliza la microflora intestinal para una salud digestiva. Carne fresca de pollo de alto valor biológico para menos residuos. Para adultos de 2 a 7 años con un peso mínimo de 35 kg",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Pro-Plan/Pro-Plan-Optihealth-Alimento-Seco-para-Perro-Adulto-Raza-Grande-Receta-Pollo-y-Arroz%2C-3-kg/p/104563",
  "price": 2522.47
 },
 {
  "id": 8,
  "name": "Hill's Science Diet Alimento Seco para Gato Adulto Receta Pollo",
  "image_p": "producto_8.jpg",
  "animal": "Gatos",
  "category": "Alimento",
  "description": "Proporciona a tu gato nutrición confiable y balanceada con el alimento para gatos Hill's Science Diet Optimal Care. Un alimento premium seco para gatos que está hecho con pollo verdadero como ingrediente #1, una proteína de alta calidad que ayuda a conservar los músculos magros. El alimento seco para gatos Science Diet contiene una mezcla antioxidante comprobada para apoyar el sistema inmunológico, así como ácidos grasos omega-6 y otros nutrientes para mejorar la piel y pelaje. Y como todos los alimentos secos para mascotas Hill's, no contiene colores, sabores o conservadores artificiales. Ds a tu mascota un gran sabor y magnífica calidad con el alimento para gatos adultos Science Diet.",
  "caracteristic": "Taurina y minerales para un corazón, vejiga y riñones sanos. Proteína para construir músculos magros. Vitamina E, Omega 3s y 6s para un pelaje radiante.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Hill%27s-Science-Diet/Hill%27s-Science-Diet-Alimento-Seco-para-Gato-Adulto-Receta-Pollo%2C-1-8-kg/p/105172",
  "price": 1654.11
 },
 {
  "id": 9,
  "name": "Royal Canin Kitten Alimento Seco para Gatito Receta Pollo",
  "image_p": "producto_9.jpg",
  "animal": "Gatos",
  "category": "Alimento",
  "description": "Royal Canin Kitten de Royal Canin está creado para gatitos desde el nacimiento hasta el primer año de edad, el cual le brindara a tu gatito una óptima nutrición durante sus primeros meses de vida, garantizándote una excelente nutrición que le ayudara a desarrollar un sistema inmunológico fuerte, además de proteger su sistema digestivo, piel y pelaje.",
  "caracteristic": "Ayuda a reforzar las defensas naturales de su gatito gracias a un exclusivo complejo de antioxidantes incluyendo vitamina E. Combinación de proteínas altamente digestibles y fibras específicas para ayudar a promover una flora intestinal balanceada y contribuir a la buena calidad de las heces. Contenido adaptado de proteínas, vitaminas y minerales incluyendo vitamina D y calcio. Elevado contenido energético para adaptarse a este periodo de crecimiento intenso.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Royal-Canin/Royal-Canin-Kitten-Alimento-Seco-para-Gatito-Receta-Pollo%2C-1-5-kg/p/113215",
  "price": 2143.43
 },
 {
  "id": 10,
  "name": "Cunipic Alpha Pro Alimento Completo para Hámster Todas las Edades",
  "image_p": "producto_10.jpg",
  "animal": "Roedores",
  "category": "Alimento",
  "description": "Cunipic Alpha Pro es un pienso completo para hámster, sano, delicioso y 100% equilibrado en cada croqueta. Basado en el sistema de alimentación ¿all in one¿, por el cual cada croqueta contiene todos los nutrientes, vitaminas, minerales y fibra necesarios para que tu mascota esté sana y feliz, evitando las carencias alimenticias que sufren a veces por la selección de los alimentos. Cada gránulo de comida contiene una mezcla homogénea de todos los nutrientes, vitaminas, minerales y fibra que necesita tu hámster, así no podrá elegir unos alimentos y dejar otros en el plato perdiendo los nutrientes de los que no se come.",
  "caracteristic": "Una única croqueta contiene todos los nutrientes, evitando la selección. Sin cereales para que mantenga un peso saludable y sin azúcares añadidos previniendo la obesidad. Mantiene las fibras largas para favorecer el desgaste dental. Tiene una extraordinaria palatabilidad que garantiza que le guste. Buena conservación gracias a su auto-cierre que lo mantiene fresco más tiempo.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Cunipic/Cunipic-Alpha-Pro-Alimento-Completo-para-H%C3%A1mster-Todas-las-Edades%2C-500-g/p/126552",
  "price": 1734.51
 },
 {
  "id": 11,
  "name": "You & Me Hábitat Modelo Rancho para Ninfa Color Café",
  "image_p": "producto_11.jpg",
  "animal": "Aves",
  "category": "Vivienda",
  "description": "La jaula para aves modelo rancho You & Me tiene espacio para saltar y jugar. Esta jaula para aves es hermosa y segura. Fue diseñada para cubrir las necesidades de aves de máximo 17 cm de alto.",
  "caracteristic": "Proporciona un hogar seguro y cómodo. Tres puertas para un fácil acceso a tu mascota, sus platos y la limpieza. Bandeja y rejilla extraíbles para una limpieza rápida y sencilla. Incluye 2 platos y 2 perchas.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/You-%26-Me/You-%26-Me-H%C3%A1bitat-Modelo-Rancho-para-Ninfa-Color-Caf%C3%A9/p/117924",
  "price": 1925.69
 },
 {
  "id": 12,
  "name": "Petmmal Tortugueta Minibits",
  "image_p": "producto_12.jpg",
  "animal": "Reptiles",
  "category": "Alimento",
  "description": "Alimento para mascotas Minibits de la marca Tortuguetas, ideal para tortugas acuáticas o semiacuáticas, así como para anfibios acuáticos, ranas africanas o ajolotes pequeños y con edad de 1 a 5 meses. ¡El sabor de camarón y pescado le encantará a tu reptil! En cada dosis le estarás brindando los nutrientes que necesita, como proteínas, calcio, fósforo. Análisis garantizado: Proteínas 35%, Grasa 5%, Fibra dietética 3%.",
  "caracteristic": "Resultan ideales para tortugas acuáticas y semiacuáticas cuyas crías son muy pequeñas y también para tortugas recién eclosionadas de especies como las japonesas, cutter, mapa y similares. Es también una excelente opción para alimentar Anfibios acuáticos, como ranas africanas y ajolotes.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Petmmal/Tortugueta-Minibits/p/106108 y https://el-hamster-feliz.com/producto/tortuguetas-minibits-60g/",
  "price": 1662.37
 },
 {
  "id": 13,
  "name": "Tetra Bettamin Alimento para Pez Betta",
  "image_p": "producto_13.jpg",
  "animal": "Peces",
  "category": "Alimento",
  "description": "Tetra Betta Worm Shaped Bites de 28G , contiene camarones y carotenoides agregados que realzan los colores brillantes. -Rico en proteínas y omega-3 para energía y crecimiento. -Diseñado para flotar en la superficie del agua. -Dieta completa y pequeña para todos los bettas. -La longitud de la mordida es de 5 a 9 mm y el diámetro de la mordedura es de 1 mm.",
  "caracteristic": "Harina de pescado, levadura seca, gluten de trigo, almidón de maíz, harina de camarón, soja descascarillada, proteína de pescado deshidratada, arroz integral, proteína de papa, aceite de soja, harina de algas, lecitina, sorbitol, vitaminas (ácido ascórbico, inositol, niacina, acetato de tocoferol, riboflavina-5-fosfato, pantotenato de calcio D, moninitrato de amina, palmitato de vitamina A, hidrocloruro de pirodoxina, suplemento de vitamina B12, colocalciferon",
  "specs": "https://www.petco.com.mx/petco/en/PRODUCTOS/Peces/Alimento/Bettas/Tetra-Bettamin-Alimento-para-Pez-Betta-de-28-Gr/p/125556",
  "price": 1512.1
 },
 {
  "id": 14,
  "name": "Tetra Color Alimento en Gránulo para Pez Goldfish",
  "image_p": "producto_14.jpg",
  "animal": "Peces",
  "category": "Alimento",
  "description": "Los gránulos de Tetra Color para pez goldfish están diseñados para todos los tipos de peces de colores de tu acuario. Contienen algas espirulina para el desarrollo de colores vibrantes. Los gránulos se mezclan con ProCare patentado para una salud óptima. *Saca a relucir los hermosos y llamativos colores de tu pez de colores.*Complemento perfecto para la dieta principal de su pez",
  "caracteristic": "Consulte a su veterinario las dosis de alimento",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Tetra/Tetra-Color-Alimento-en-Gr%C3%A1nulo-para-Pez-Goldfish-de-100-Gr/p/106890",
  "price": 1764.06
 },
 {
  "id": 15,
  "name": "Aqueon Kit para Acuario con Luz LED, 37 L",
  "image_p": "producto_15.jpg",
  "animal": "Peces",
  "category": "Vivienda",
  "description": "La cubierta LED de bajo perfil y ahorro de energía cuenta con módulos blancos fríos para una iluminación total una puerta de alimentación conveniente en la parte frontal y secciones de separación en la parte posterior para accesorios populares.",
  "caracteristic": "Componentes de alta calidad. Iluminación LED para dar vida al acuario.",
  "specs": "https://www.petco.com.mx/petco/en/MARCAS/Aqueon/Aqueon-Kit-para-Acuario-con-Luz-LED%2C-37-L/p/127133",
  "price": 1764.06
 }
]
